[
  {
    "id": "1",
    "title": "Beauty Collagen",
    "price": "36.35",
    "description": "Beauty Collagen™ is a convenient, once-daily powder that uniquely combines key nutrients for radiant hair, skin, and nails.* It features hydrolyzed collagen peptides and Lustriva®, a patented, clinically researched blend of stabilized biotin and silica. Evidence suggests that Lustriva® may help promote hair fullness, optimal skin texture, and nail strength.* The magnesium biotinate found in Whole Beauty Collagen™ may have 40 times greater dissolvability and absorption than the biotin used in common beauty products.* This unflavored and unsweetened powder is optimal for mixing with liquids to help you glow from the inside out.*Recommended Use:Mix 6 grams (approximately 1 scoop) in 8 ounces of liquid per day or as directed by your health-care practitioner.Warning:Be aware that many lab tests, including but not limited to cardiovascular diagnostic tests and hormone tests, that use biotin technology are potentially affected by supplemental biotin, and incorrect test results may be generated if there is biotin in the patient's specimen.Lustriva®, including the Lustriva logo, is a registered trademark of Nutrition21, LLC. Lustriva® is patent protected.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/wbtycn-sf_2048x.jpg?v=1735670222",
    "link": "https://www.brightsidesupplements.com/products/beauty-collagen",
    "formattedPrice": "$36.35"
  },
  {
    "id": "2",
    "title": "Daily Packet - C3 Curcumin Complex",
    "price": "32.00",
    "description": "C3 Curcumin Complex has powerful antioxidant properties and contains three different bioactive forms of curcuminoids from the spice turmeric. This combination has been shown to support the colon, liver, heart, and other organs by neutralizing the damaging free radicals.* The emulsifier lecithin (from sunflower) was added to increase absorption.Recommended Use:Take 1 capsule per day or as directed by your health-care practitioner.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/c3c060-6-sf_2048x.jpg?v=1709779289",
    "link": "https://www.brightsidesupplements.com/products/daily-packet-c3-curcumin-complex",
    "formattedPrice": "$32.00"
  },
  {
    "id": "3",
    "title": "Daily Packet D Supreme",
    "price": "15.00",
    "description": "",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/dsupreme_2048x.jpg?v=1707248214",
    "link": "https://www.brightsidesupplements.com/products/30-day-supply-d-supreme",
    "formattedPrice": "$15.00"
  },
  {
    "id": "4",
    "title": "IgGI Intestinal Support",
    "price": "69.99",
    "description": "IgGI  combines ImmunoLin® with N-acetyl-D-glucosamine to support the structure of the cells of the intestinal lining and to promote a healthy inflammatory response in the cells of the gastrointestinal (GI) tract.* These ingredients work together to provide support to the intestinal barrier and to support gut immune health.* ImmunoLin®, a serum-derived bovine immunoglobulin concentrate (SBI), is the only purified, dairy-free source of immunoglobulin G (IgG) available as a dietary supplement. Immunoglobulins play an integral role in the support of healthy immune function at the gut and systemic levels.* N-acetyl-D-glucosamine promotes healthy immune function by promoting a balanced immune response.*Recommended Use:Mix 3.5 grams (approximately one scoop) in water or other liquid per day or as directed by your health-care practitioner.**These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/iggshl-sf_1_1_2048x.jpg?v=1735670018",
    "link": "https://www.brightsidesupplements.com/products/iggi-intestinal-support",
    "formattedPrice": "$69.99"
  },
  {
    "id": "5",
    "title": "Daily Packet - B Supreme",
    "price": "12.00",
    "description": "B-Supreme is a powerful combination of B vitamins supplied mostly in their coenzymated forms, so that the body does not have to phosphorylate them to be used in biochemical reactions. This formula also includes the patented folate derivative Quatrefolic®, which is an innovative form of folate that has demonstrated high bioavailability, solubility, and long-lasting stability. Trimethylglycine (TMG) and choline are also included to support methylation.Recommended Use:Take 1 capsule per day with a meal or as directed by your health-care practitioner.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/BSupreme_2048x.jpg?v=1718999490",
    "link": "https://www.brightsidesupplements.com/products/30-day-supply-b-supreme",
    "formattedPrice": "$12.00"
  },
  {
    "id": "6",
    "title": "Immune Support (10 day)",
    "price": "34.99",
    "description": "ORTHOMUNEVITAMIN D SUPREMEMAGNESIUM CHELATESELENIUMB SUPREME",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/ImmuneSupport_2048x.jpg?v=1715205144",
    "link": "https://www.brightsidesupplements.com/products/brightside-immune-support",
    "formattedPrice": "$34.99"
  },
  {
    "id": "7",
    "title": "Sleep Support - 15 Pack",
    "price": "29.99",
    "description": "Say goodbye to restless nights and hello to blissful sleep with Brightside'sSleep Supportsuperstar! This lively blend of myo-inositol melts away daily stress to calm your mind, melatonin gently nudges you into a deep, restful slumber, and phosphatidylserine quiets your brain and tames those pesky stress hormones that keep you awake. Crafted without soy, gluten, or GMOs, this dynamic formula is your key to waking up energized and ready to shine!These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/SleepSupport_2048x.jpg?v=1715204876",
    "link": "https://www.brightsidesupplements.com/products/better-sleep",
    "formattedPrice": "$29.99"
  },
  {
    "id": "8",
    "title": "Electrolyte Sticks",
    "price": "27.99",
    "description": "Electrolyte Sticks is a great-tasting, zero-sugar, clementine-flavored electrolyte drink mix with a full spectrum of electrolytes to support hydration and electrolyte balance and to promote athletic performance and muscle function.* ElectroPure Hydration™ replenishes the water and electrolytes lost due to sweating.*This product delivers 2X the electrolytes of the leading electrolyte powder brand and 9X the electrolytes of the leading sports drink.† It uniquely features sodium and potassium in a 1:1 ratio for more optimal, balanced electrolyte replacement.* It features D-ribose, a key component in ATP synthesis to promote cellular energy production, in addition to vitamin C, a potent antioxidant for post-exercise recovery support.* It may support individuals performing physical activity, living/working in warm temperatures, using the sauna, or those with occasional diarrhea.*Recommended Use:Mix 1 stick pack (8 g) in 16 ounces of water per day or as directed by your health-care practitioner.† Total electrolytes per serving vs Liquid I.V. Hydration Multiplier Powder Packets, the leading brand per Stackline sales data September 2023. Total electrolytes per serving vs Gatorade Classic 12 fl oz as of September 2023.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/electrolytesynergy_2048x.jpg?v=1719092789",
    "link": "https://www.brightsidesupplements.com/products/electrolyte-sticks",
    "formattedPrice": "$27.99"
  },
  {
    "id": "9",
    "title": "Daily Packet - FemGuard + Balance",
    "price": "59.00",
    "description": "FemGuard + Balance™ targets female hormonal balance by providing chaste tree extract and black cohosh, along with diindolylmethane (DIM) and chrysin to help promote normal estrogen aromatase activity.* Calcium-D-glucarate promotes the proper elimination of excess estrogens.* Standardized broccoli seed and mustard seed extract provide sulforaphane glucosinolate and myrosinase enzyme, respectively, to promote maximal conversion to the beneficial compound sulforaphane, which supports normal detoxification pathways and estrogen metabolism.* Vitamins B6, B12, and folate promote proper cell differentiation.* Magnesium and calcium are included to help support bone and hormone health.* Standardized trans-resveratrol and EGCG from decaffeinated green tea are phytonutrients that support overall antioxidant status.*Recommended Use:Take 4 capsules per day or as directed by your health-care practitioner.Warning:Do not use if pregnant or nursing.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/fgb120-12-sf_2048x.jpg?v=1709610247",
    "link": "https://www.brightsidesupplements.com/products/daily-packet-femguard-balance",
    "formattedPrice": "$59.00"
  },
  {
    "id": "10",
    "title": "Daily Packet - OmegAvail HiPo",
    "price": "18.00",
    "description": "OmegAvail™ Hi-Po is our highest potency omega-3 product, providing 1600 mg of eicosapentaenoic acid (EPA)/docosahexapantaenoic acid (DHA) per 2-softgel serving.Recommended Use:Take 2 softgels per day with meals or as directed by your health-care practitioner.Warning:Consult your health-care practitioner before use if you are taking blood thinner medication or if you are planning to have surgery.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/Omega_Hi-Po_2048x.jpg?v=1719067824",
    "link": "https://www.brightsidesupplements.com/products/30-day-supply-omegavail-hipo?selling_plan=4216127550&variant=40571590508606",
    "formattedPrice": "$18.00"
  },
  {
    "id": "11",
    "title": "Daily Packet - Cal/Mag 2:1",
    "price": "29.00",
    "description": "Cal/Mag 2:1 offers calcium and magnesium in the standard 2 to 1 ratio. It has long been understood that these two minerals work synergistically and their benefits are enhanced when taken together.Recommended Use:Take 2 capsules per day with meals or as directed by your health-care practitioner.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/cam021-4-sf_2048x.jpg?v=1709779167",
    "link": "https://www.brightsidesupplements.com/products/daily-packet-cal-mag-2-1",
    "formattedPrice": "$29.00"
  },
  {
    "id": "12",
    "title": "Brightside Electrolyte Mix",
    "price": "45.00",
    "description": "Electrolytes Overview:Electrolyte Synergy™ is a balanced formula supporting hydration and electrolyte balance, crucial for bodily functions.*Key Features:Gluten-free, dairy-free, soy-free, vegetarian, non-GMO, vegan.Contains potassium, sodium, chloride, and magnesium.Includes D-ribose for cardiac health, exercise recovery, and energy.Taurine helps regulate cellular electrolyte flow.Vitamin C supports cardiovascular health and collagen production.Enhanced with quercetin and citrus bioflavonoids.Usage:Mix 8 grams (approximately one scoop) into 10-12 ounces of water daily.Can be added to beverages, sports bottles, or made into popsicles.*These statements have not been evaluated by the FDA. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/electrolytesynergy_2048x.jpg?v=1719092789",
    "link": "https://www.brightsidesupplements.com/products/electrolyte-synergy",
    "formattedPrice": "$45.00"
  },
  {
    "id": "13",
    "title": "Daily LV-GB Complex",
    "price": "58.00",
    "description": "Aids liver and gallbladder function by promoting bile flow, detoxification, and the absorption of fat-soluble nutrients.GLUTEN FREE | DAIRY FREE | SOY FREE | NON-GMOPatient EducationLV-GB Complex™ is designed to provide nutritional support for liver and gallbladder function.* This complex is a synergistic blend of nutrients, herbs, vegetable extracts, and other compounds that promote bile flow and the digestion and assimilation of fats and fat-soluble vitamins.*Recommended Use:Take 3 capsules per day with meals or as directed by your healthcare practitioner.*These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/lgc090-10-sf_1_2048x.jpg?v=1718908797",
    "link": "https://www.brightsidesupplements.com/products/lv-gb-complex",
    "formattedPrice": "$58.00"
  },
  {
    "id": "14",
    "title": "Daily Packet - Probiomed 50",
    "price": "52.00",
    "description": "ProbioMed™ 50 is a highly potent, shelf-stable, dairy-free probiotic formulation containing 50 billion colony-forming units (CFUs) per serving. It consists of 10 of the most highly researched probiotic strains, with each strain and specific CFU count being fully disclosed. These are robust strains that are capable of surviving the harsh journey to the intestines and are able to attach to the intestinal walls, where they can grow and function effectively to support gastrointestinal health.* The survivability of the strains is further assisted by delayed-release technology and unique moisture-resistant, desiccant-lined packaging. This novel packaging removes the need for refrigeration, making ProbioMed™ 50 convenient for travelers and anyone on the go.Recommended Use:Take 1 capsule per day with a meal or as directed by your health-care practitioner.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/pbm050-4-sf_2048x.jpg?v=1709419746",
    "link": "https://www.brightsidesupplements.com/products/daily-packet-probiomed-50?selling_plan=4216127550&variant=40571560493118",
    "formattedPrice": "$52.00"
  },
  {
    "id": "15",
    "title": "Message",
    "price": "0.00",
    "description": "Add a custom message to your order",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/message_default_777937e7-e00a-49ec-baf2-4886d7705f38_2048x.png?v=1733766567",
    "link": "https://www.brightsidesupplements.com/products/message",
    "formattedPrice": "$0.00"
  },
  {
    "id": "16",
    "title": "Whole Body Collagen",
    "price": "62.50",
    "description": "Whole Body Collagen features a distinctive blend of three patented collagen peptides, backed by clinical research demonstrating their effectiveness in promoting collagen production, enhancing bone strength, supporting joint health and integrity, and improving skin elasticity, among other benefits.* Collagen, a vital protein, makes up about 30% of the body's total protein, primarily serving as a key structural component of connective tissue. The amino acid profile of dietary collagen closely mirrors that of human collagen, making these peptides ideal for supporting the body's natural collagen turnover and renewal processes. Many people, especially the elderly, do not consume enough protein. Even those with higher protein intakes often miss out on the richest sources of collagen, such as animal skins, bone broth, and tendons, which are typically absent from the modern Western diet. Whole Body Collagen can easily be added to shakes, smoothies, and other foods and beverages, providing a convenient way to ensure sufficient intake of collagen's unique amino acids.Recommended Use:Mix 13 grams (approximately one scoop) in 8 ounces of water per day or as directed by your health-care practitioner. For best results, add powder prior to adding water.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/wbc390-6-sf_2048x.png?v=1717036513",
    "link": "https://www.brightsidesupplements.com/products/whole-body-collagen",
    "formattedPrice": "$62.50"
  },
  {
    "id": "17",
    "title": "Daily Packet Natto Serrazime",
    "price": "16.00",
    "description": "",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/nattoserrazime_2048x.png?v=1707248389",
    "link": "https://www.brightsidesupplements.com/products/30-day-supply-natto-serrazime",
    "formattedPrice": "$16.00"
  },
  {
    "id": "18",
    "title": "Daily Packet - Adrenal Complex",
    "price": "19.25",
    "description": "Adrenal Complex is a glandular-based product designed to support overall adrenal function.* Fortified with N-acetyl tyrosine, vitamin C, and a comprehensive spectrum of B vitamins, it is ideal for those under chronic stress due to its ability to help promote normal cortisol balance and catecholamine production (dopamine, norepinephrine, and epinephrine).*Recommended Use:Take 2 capsules per day with meals or as directed by your health-care practitioner.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/microsoftteams-image_23_2048x.png?v=1726862383",
    "link": "https://www.brightsidesupplements.com/products/daily-packet-adrenal-complex",
    "formattedPrice": "$19.25"
  },
  {
    "id": "19",
    "title": "Daily Packet - VitalStim-M",
    "price": "61.00",
    "description": "VitalStim-M™ is a targeted blend of biologically active nutrients and botanicals formulated to help promote normal testosterone production, which may support erectile function and sexual desire in men.* The ingredients help to facilitate healthy blood flow and support the efficient production and proper utilization of male hormones, which are key factors for optimal drive.*Recommended Use:Take 2 capsules per day or as directed by your health-care practitioner.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/lsm060-9-sf_1_2048x.jpg?v=1712189544",
    "link": "https://www.brightsidesupplements.com/products/daily-packet-vitalstim-m",
    "formattedPrice": "$61.00"
  },
  {
    "id": "20",
    "title": "Daily Packet Prenatal Pro",
    "price": "48.00",
    "description": "Prenatal Pro™ is a 4 capsules-per-day multivitamin and multimineral formula designed to provide mom and baby with a broad foundation of key nutrients. It features the bioidentical form of folate and B vitamins and chelated minerals for superior nutrient absorption and bioavailability. The nutrients found in this formula complement an average diet to support a healthy pregnancy and optimal fetal development.* Prenatal Pro™ was specifically formulated for pregnant and lactating women and women wishing to become pregnant.Recommended Use:Take 4 capsules per day with meals or as directed by your health-care practitioner.Warning:Accidental overdose of iron-containing products is a leading cause of fatal poisoning in children who are 6 and younger. Keep this product out of the reach of children. In case of accidental overdose, call a doctor or poison control center immediately.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/IMG_7963_2048x.jpg?v=1719092437",
    "link": "https://www.brightsidesupplements.com/products/30-day-supply-prenatal-pro?selling_plan=4216127550&variant=40514697691198",
    "formattedPrice": "$48.00"
  },
  {
    "id": "21",
    "title": "Hangover Defense",
    "price": "32.00",
    "description": "This Liver Support packet is a pharmacist formulated vitamin and supplement pack that is designed to help you feel your best after that midweek happy, day at the lake or any other evening paired with your favorite beer, wine or cocktail! Take one packet with your first drink, or anytime before bed, to stay feeling your best the next morning.GLUTEN FREE • DAIRY FREE • SOY FREE • VEGETARIAN • NON-GMO",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/LiverSupport_2048x.jpg?v=1715205064",
    "link": "https://www.brightsidesupplements.com/products/hangover-relief",
    "formattedPrice": "$32.00"
  },
  {
    "id": "22",
    "title": "Daily Packet - Lipoic Acid Supreme",
    "price": "19.00",
    "description": "Lipoic Acid Supreme provides 300 mg of alpha-lipoic acid and 500 mg of taurine per capsule to promote healthy metabolic function, glucose metabolism, and antioxidant status in the body.* Taurine is a sulfur-containing amino acid that plays an important role in energy metabolism by helping to maintain healthy blood glucose and lipid metabolism, and by promoting normal insulin and mitochondrial function.*Recommended Use:Take 1 capsule per day with a meal or as directed by your health-care practitioner.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/las060-5-sf_1_2048x.png?v=1709612509",
    "link": "https://www.brightsidesupplements.com/products/daily-packet-lipoic-acid-supreme",
    "formattedPrice": "$19.00"
  },
  {
    "id": "23",
    "title": "Daily Packet - Adrenotone",
    "price": "28.00",
    "description": "Adrenotone™ is a combination of standardized adaptogenic herbs and nutrients that are known to contribute to the support of adrenal health and function.* This product is designed to help support healthy cortisol metabolism, hypothalamic and pituitary function (HPA axis), and catecholamine production (dopamine, norepinephrine, and epinephrine).*Warning:Warning: Consult your health-care practitioner before using if you are pregnant or lactating, if you have hypertension or diabetes, or if you have been diagnosed with kidney or liver disorders. Discontinue use and consult your health-care practitioner if you experience sleeplessness, headache, or heart palpitations.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/adp090-7-sf_2048x.jpg?v=1709419629",
    "link": "https://www.brightsidesupplements.com/products/daily-packet-adrenotone",
    "formattedPrice": "$28.00"
  },
  {
    "id": "24",
    "title": "Daily Packet Inositol",
    "price": "10.00",
    "description": "",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/inositol_2048x.png?v=1707248328",
    "link": "https://www.brightsidesupplements.com/products/30-day-supply-inositol",
    "formattedPrice": "$10.00"
  },
  {
    "id": "25",
    "title": "Women's Foundation+",
    "price": "74.99",
    "description": "Women's Foundation+is a premium nutritional bundle tailored for women, combining a comprehensive multivitamin with copper and iron and a high-potency omega-3 fish oil to support the unique needs of women. Crafted by Brightside, this powerhouse formula delivers essential vitamins and minerals like iron (18 mg), copper (2 mg), folate (680 mcg DFE), and vitamin B12 (500 mcg), alongside 1,600 mg of EPA and DHA in a balanced 1:1 ratio to promote cardiovascular health, brain function, and a healthy inflammatory response. Sourced from sustainable wild-caught fish and rigorously tested for purity, Women's Foundation+ ensures optimal nutrient absorption and long-term wellness with just 4 capsules and 2 softgels daily, taken with meals as directed by your healthcare practitioner.Warning:If taking a blood thinner medication or if planning to have surgery, consult a health-care practitioner before using.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/WomensFoundation_2048x.jpg?v=1715205204",
    "link": "https://www.brightsidesupplements.com/products/womens-foundation-daily-personalized-packets?selling_plan=4216127550&variant=40880949264446",
    "formattedPrice": "$74.99"
  },
  {
    "id": "26",
    "title": "Pure Protein - Bone Broth",
    "price": "89.00",
    "description": "Pure Protein is an innovative, delicious, dairy-free protein powder offering 21 to 26 grams of protein per serving, depending on the flavor. It features a highly concentrated and pure beef protein, created through a proprietary process that hydrolyzes the protein into more peptides for easier absorption and assimilation. The beef used comes from animals raised in Sweden without hormones or antibiotics, and the product is non-GMO, as well as free from grains, grasses, and ensilage.Perfect for individuals who:Seek a Paleo-friendly protein sourceDesire the benefits of beef for building muscle, cartilage, and ligaments*Are sensitive to dairyRecommended Use:Mix 27 grams (approximately one scoop) in 8 ounces of water or any other beverage per day, or as directed by your health-care practitioner. Use a blender or shaker bottle, and shake or mix well. For best blending results, the liquid should be at room temperature.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/purepaleo_2048x.png?v=1717036898",
    "link": "https://www.brightsidesupplements.com/products/purepaleo-chocolate",
    "formattedPrice": "$89.00"
  },
  {
    "id": "27",
    "title": "Prenatals",
    "price": "79.99",
    "description": "Glow through pregnancy with Prenatals from Brightside! This daily packet delivers essential nutrients to support your baby’s development and your energy. Packed with highly absorbable calcium and magnesium for strong bones, plus 1,600 mg of omega-3s for brain and heart health. One convenient packet daily keeps you and your baby thriving.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/Prenatals_2048x.jpg?v=1715205133",
    "link": "https://www.brightsidesupplements.com/products/brightside-prenatals?selling_plan=4216127550&variant=40880950378558",
    "formattedPrice": "$79.99"
  },
  {
    "id": "28",
    "title": "Daily Packet - Magnesium Chelate - 2 tabs",
    "price": "17.00",
    "description": "Magnesium bisglycinate chelate is a highly absorbable and bioavailable form of elemental magnesium chelated to two molecules of the amino acid glycine. This product provides 200 mg of magnesium in each 2-tablet serving. It should not cause any of the unfavorable gastrointestinal (GI) symptoms that are sometimes associated with magnesium supplementation due to the very stable chelate formed between two glycine molecules and each magnesium ion via a patented process. Magnesium is an essential mineral that serves as an enzyme cofactor for more than 300 biochemical reactions in the body, including those of glycolysis, the first step in harnessing energy from carbohydrates.Recommended Use:Take 2 tablets twice per day or as directed by your health-care practitioner.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/MagnesiumChelate_2048x.jpg?v=1718999617",
    "link": "https://www.brightsidesupplements.com/products/30-day-supply-magnesium-chelate?selling_plan=4216127550&variant=40509072703550",
    "formattedPrice": "$17.00"
  },
  {
    "id": "29",
    "title": "Daily Packet - Primal Multi",
    "price": "61.00",
    "description": "Primal Multi™ is a groundbreaking multivitamin, mineral, and phytonutrient blend designed to reflect the nutrient intakes of an optimal evolutionary human diet. The nutrient levels in Primal Multi™ are based on the evolutionary adaptation of human physiology to a whole food, nutrient-dense diet. The ingredients are sourced in naturally occurring or bioidentical forms. Along with essential vitamins and chelated minerals, this formula includes select phytonutrients—such as lutein, lycopene, resveratrol, wild blueberry, broccoli seed, and citrus bioflavonoids—known to support healthy physiology* and likely consumed in greater quantities in the past than in modern diets.Recommended Use:Take 4 capsules per day or as directed by your health-care practitioner. (Divided dosing recommended.)Warning:If taking a blood thinning medication, consult a health-care practitioner before use.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/IMG_7966_2048x.jpg?v=1719092043",
    "link": "https://www.brightsidesupplements.com/products/30-day-primalmulti?selling_plan=4216127550&variant=40531386040382",
    "formattedPrice": "$61.00"
  },
  {
    "id": "30",
    "title": "Daily Packet - Twice Daily Multi",
    "price": "25.00",
    "description": "Twice Daily Multi™ contains optimal amounts of many nutrients not easily obtained in most diets. It uses higher quality ingredients than most multivitamins, including vitamin E Isomers as DeltaGold® tocotrienols, a highly bioavailable form of folate, and true amino acid chelate minerals for optimal tolerance and absorption. These exceptional ingredients are combined in an up-to-date, science-based formulation to create a truly superior multivitamin.Recommended Use:Take 2 capsules per day with meals or as directed by your health-care practitioner.Warning:If taking a blood thinner medication or if planning to have surgery, consult a health-care practitioner before using.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/Twice_Daily_Multi_2048x.jpg?v=1719067851",
    "link": "https://www.brightsidesupplements.com/products/30-day-twicedaily-multi",
    "formattedPrice": "$25.00"
  },
  {
    "id": "31",
    "title": "Daily Packet - N-Acetyl-L-Cysteine",
    "price": "11.00",
    "description": "N-Acetyl-L-Cysteine (NAC) is an amino acid that is a precursor to glutathione, the body’s most powerful antioxidant, which helps support optimal liver detoxification, lung health, antioxidant status, and muscle recovery.* NAC is also beneficial to help protect against normal exposure to heavy metals.*Recommended Use:Take 1 capsule per day or as directed by your health-care practitioner.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/N-Acetyl-Cysteine_2048x.jpg?v=1719067789",
    "link": "https://www.brightsidesupplements.com/products/daily-packet-x-30-adrenotone?selling_plan=4216127550&variant=40571535884350",
    "formattedPrice": "$11.00"
  },
  {
    "id": "32",
    "title": "Digestive Enzymes",
    "price": "68.00",
    "description": "Digestive Enzymes contains a proprietary blend of digestive enzymes and betaine hydrochloride (HCl) to support the efficient digestion of proteins, fats, and carbohydrates. This formula includes the unique protease dipeptidyl peptidase IV (DPP-IV), which assists in breaking down the peptides gluteomorphin (from gluten) and casomorphin (from casein). It also features lactase, an enzyme that helps digest lactose, the sugar found in dairy. Taking Digestive Enzymes before meals may benefit those who experience gas and bloating, occasional constipation, or a feeling of fullness after consuming a small amount of food.Recommended Use:Take 1 capsule per day with a meal or as directed by your health-care practitioner.* These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/digestzymes_180_capsules-2_2048x.jpg?v=1717037435",
    "link": "https://www.brightsidesupplements.com/products/digestzymes-60-full-bottle",
    "formattedPrice": "$68.00"
  },
  {
    "id": "33",
    "title": "Men's Foundation+",
    "price": "74.99",
    "description": "Men's Foundation+is a premium daily packet crafted for men’s optimal health, containing 4 capsules of a comprehensive multivitamin with copper and 1 omega-3 softgel. The multivitamin provides methylated B vitamins, chelated minerals, antioxidants, and copper to enhance energy, immunity, and overall wellness. The omega-3 softgel delivers 1,600 mg of omega-3s (800 mg EPA + 800 mg DHA) from sustainable fish, supporting heart, brain, joint, and skin health with high purity and easy digestion. This convenient packet boosts vitality, cardiovascular function, mood, and antioxidant protection, ideal for men seeking robust nutritional support.*Recommended Use: Take one packet daily with meals or as directed by your healthcare practitioner. Unleash your potential with this all-in-one solution!*These statements have not been evaluated by the FDA. This product is not intended to diagnose, treat, cure, or prevent any disease.",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/MensFoundation_2048x.jpg?v=1715205190",
    "link": "https://www.brightsidesupplements.com/products/mens-foundation?selling_plan=4216127550&variant=40880948510782",
    "formattedPrice": "$74.99"
  },
  {
    "id": "34",
    "title": "Daily Packet PS-150",
    "price": "38.00",
    "description": "",
    "image": "https://www.brightsidesupplements.com/cdn/shop/files/ps_150_phosphatidylserine_60_capsules-2_2048x.jpg?v=1707248274",
    "link": "https://www.brightsidesupplements.com/products/30-day-supply-ps-150",
    "formattedPrice": "$38.00"
  }
]